/* Error messages. */
"Error:  %@" = "Feil:  %@";
"An error occurred.  %@  OSErr %d" = "Det oppsto en feil.  %@  OSErr %d";
"Unable to open that file." = "Kan ikke åpne den filen.";
"Unable to execute that file." = "Kan ikke utføre den filen.";
"A script error occurred.  %s" = "Det oppsto en prosedyrefeil.  %s";
"Unable to resolve that alias because the original item cannot be found." = "Aliaset fungerer ikke fordi originalobjektet ikke ble funnet.";

/* Menu items. */
"%@ Scripts" = "%@-prosedyrer";
"Open Scripts Folder" = "Åpne en Scripts-mappe";
"Network Scripts" = "Nettverksprosedyrer";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Åpne Scripts-mappen på nettverket";
"Open Computer Scripts Folder" = "Åpne Scripts-mappen på maskinen";
"Open User Scripts Folder" = "Åpne Scripts-mappen til brukeren";
"Open %@ Scripts Folder" = "Åpne Scripts-mappen til %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Åpne %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Standard redigeringsprogram";
